
var tip_data = {
	1: {
		name: '愉悅', 
		desc: '相傳古有一鯉，善娛群龍，或有鄙其行者欺之，龍群起而報復，護鯉猶如己出，後再無人敢欺。世人謂之『鯉愉悅龍們』也。', 
	}, 
	2: {
		name: '才藝', 
		desc: '女子無才便是德，男子無才成魯蛇。', 
	}, 
	3: {
		name: '你不是還有生命嗎', 
		desc: '經典名著『聖鬥士星矢』雅典娜曾於星矢敗戰力盡之時，勵之曰「何來一無所有之說？爾等性命尚在，猶可削命一搏」'+
			'，遂全員奮起，點燃生命死鬥，終成功退敵，傳為佳話。\n'+
			'至今尚有無數企業將此奉為圭臬，可見啟發之大、影響之深。', 
	}, 
	4: {
		name: '妄想', 
		desc: '人體有所極限、世界有其法則，如有不滿欲突破之，皆可付諸想像，無所不能。', 
	}, 
	5: {
		name: '空想具現', 
		desc: '人終無法只滿足於想像，部份愚人們終有一日，於忍無可忍之際，試盡一切可能，化空想為具體。'+
			'多以藝術或科學呈現，電子遊戲便為其中一例。\n'+
			'經典名著『月姫』愛爾奎特便能使用「空想具現」技能。', 
	}, 
};
